{
	"colors": [
		"(250, 150, 240)",
		"(150, 250, 150)",
		"(250, 215, 150)",
		"(150, 250, 250)",
		"(150, 150, 250)",
		"(250, 150, 150)",
		"(150, 220, 250)",
		"(200, 150, 250)",
		"(250, 250, 150)",
		"(150, 150, 150)",
		"(75, 75, 150)",
		"(150, 75, 75)",
		"(50, 150, 150)",
		"(0, 175, 50)",
		"(175, 0, 0)",
		"(245, 175, 255)",
		"(0, 25, 100)",
		"(175, 175, 100)",
		"(75, 150, 255)",
		"(180, 60, 180)"
	],
	"facts": [
		"He never blinks, and that he roams around the woods at night foraging for wolves.",
		"Hat he appears on high value stamps in Sweden, and that he can catch fish with his tongue.",
		"That his breath smells of magnesium, and that he’s scared of bells.",
		"That he lives in a tree, and that his sweat can be used to clean precious metals.",
		"That his heart ticks like a watch, and that he’s confused by stairs."
		"That he’s terrified of ducks, and that there’s an airport in Russia named after him.",
		"His skin has the texture of a dolphin’s, and that wherever you are in the world, if you turn your radio to 88.4 you can actually hear his thoughts",
		"That he has no understanding of clouds, and that his ear wax tastes like Turkish Delight.",
		"That his genitals are on upside down, and that if he could be bothered he could crack the da vinci code in 43 seconds.",
		"That on really warm days he sheds his skin like a snake, and that for some reason he’s allergic to the Dutch.",
		"That he sucks the moisture from ducks, and that his crash helmet is modeled on Britney Spears’ head.",
		"He isn’t machine washable, and all his potted plants are called ‘Steve’.",
		"That he once lost a canoe on a beach in the north east, and that he once did some time in a prison in Canterbury because his teddy is called \"The baby Jesus\".",
		"It’s impossible for him to wear socks, and he can open a beer bottle with his testes.",
		"That he invented the curtain, and that he recently submitted a £20,000 expenses claim for some gravel, for his moat.",
		"That on Thursdays he becomes incredibly bulbous, and that recently pigs in Mexico have started to die of something called Stig Flu.",
		"That he has to take his shoes off with an allen key, and that his new year’s resolution is to eat fewer mice.",
		"He once tore a goat in half, and that he is now regretting buying his new holiday home in downtown Cairo.",
		"That in his wallet he keeps a photograph of his wallet, and that in a recent race even he was beaten by the King’s speech.",
		"That he can’t eat mashed potato for religious reasons, and that he recently received 47,000 tickets, Olympic tickets, all of them for the final of the Women’s Wrestling.",
		"That his favourite T-shirt has a picture on the front of a T-shirt, and that he spent all week waiting for a big cheque from the Germans, because he too has spent the last 2000 years sitting on his backside doing absolutely nothing at all.",
		"That he breaks into people’s houses at night and leaves two mysterious extra keys in a kitchen drawer, and that as a result of buying Pirelli condoms this week, he now has seventeen children.",
		"That he knows two facts about ducks and both of them are wrong",
		"His droppings have been found as far north as York, and that he has a full size tattoo of his face, on his face.",
		"that each of his toenails are exactly the same as a woman’s nipples, and that he thinks the credit crunch is some kind of breakfast cereal."
	]
}